tap "homebrew/cask"
tap "AdoptOpenJDK/openjdk"

cask "adoptopenjdk8"
cask "sublime-text"
cask "firefox"
cask "franz"
cask "intellij-idea-ce"
cask "viscosity"

brew "git"
brew "maven"
brew "terraform"
brew "kubectl"
brew "azure-cli"
brew "kubectx"
brew "autojump"
brew "mas"

mas "Magnet", id: 441258766
