tap "homebrew/cask"
tap "AdoptOpenJDK/openjdk"

cask "adoptopenjdk8"
cask "sublime-text"
cask "firefox"
cask "franz"
cask "intellij-idea-ce"
cask "viscosity"
cask "microsoft-teams"
cask "spotify"
cask "zerotier-one"
cask "insomnia"
cask "slack"
cask "vnc-viewer"
cask "datagrip"
cask "goland"
cask "transmission"
cask "teamviewer"
cask "vlc"
cask "3cxphone"

brew "git"
brew "maven"
brew "go"
brew "postgresql"
brew "terraform"
brew "kubectl"
brew "azure-cli"
brew "kubectx"
brew "autojump"
brew "jq"
brew "watch"
brew "mas"

mas "Magnet", id: 441258766
mas "Amphetamine", id: 937984704