tap "homebrew/cask"
tap "AdoptOpenJDK/openjdk"

cask "adoptopenjdk8"
cask "adoptopenjdk11"
cask "sublime-text"
cask "firefox"
cask "franz"
cask "intellij-idea-ce"
cask "viscosity"
cask "microsoft-teams"
cask "spotify"
cask "insomnia"
cask "slack"
cask "datagrip"
cask "transmission"
cask "vlc"
cask "docker"
cask "visual-studio-code"
cask "battle-net"
cask "telegram"
cask "sourcetree"
cask "discord"
cask "signal"
cask "1password"
cask "twitch"
cask "macdown"
cask "steam"
cask "google-drive-file-stream"
cask "google-drive"
cask "pycharm-ce"

brew "git"
brew "maven"
brew "go"
brew "postgresql"
brew "terraform"
brew "kubectl"
brew "azure-cli"
brew "kubectx"
brew "autojump"
brew "jq"
brew "watch"
brew "mas"
brew "graphviz"
brew "pipenv"
brew "wget"
brew "packer"
brew "helm"
brew "mackup"
brew "node"
brew "fluxctl"
brew "terraform-docs"
brew "yq"
brew "argocd"
brew "python@3.9"
brew "datawire/blackbird/telepresence"


mas "Magnet", id: 441258766
mas "Amphetamine", id: 937984704